[
  {
    "title": "The Needle Tree",
    "desc": "There were once two brothers who lived on the edge of a forest. The elder brother was very mean to his younger brother and ate up all the food and took all his good clothes. One day, the elder brother went into the forest to find some firewood to sell in the market. As he went around chopping the branches of a tree after tree, he came upon a magical tree. The tree said to him, ‘Oh kind sir, please do not cut my branches. If you spare me, I will give you my golden apples’. The elder brother agreed but was disappointed with the number apples the tree gave him. Greed overcame him, and he threatened to cut the entire trunk if the tree didn’t give him more apples. The magical tree instead showered upon the elder brother hundreds upon hundreds of tiny needles. The elder brother lay on the ground crying in pain as the sun began to lower down the horizon.\n\nThe younger brother grew worried and went in search of his elder brother. He found him with hundreds of needles on his skin. He rushed to his brother and removed each needle with painstaking love. After he finished, the elder brother apologised for treating him badly and promised to be better. The tree saw the change in the elder brother’s heart and gave them all the golden apples they could ever need."
  },
  {
    "title": "Counting Wisely",
    "desc": "Akbar once put a question to his court that left everyone puzzled. As they all tried to figure out the answer, Birbal walked and asked what the matter was. And so they told him the question.\n\n‘How many crows are there in the city?’\n\nBirbal immediately smiled, went up to Akbar and announced that the answer to his questions was twenty-one thousand five hundred and twenty-three. When asked how he knew the answer, Birbal replied, ‘Ask your men to count the number of crows. If there are more, then the crows’ relatives from outside the city are visiting them. If there are fewer, then the crows are visiting their relatives outside the city.’ Pleased with the answer, Akbar presented Birbal with a ruby and pearl chain."
  },
  {
    "title": "The Boy Who Cried Wolf",
    "desc": "There was once a boy whose father one day told him that he is old enough to look after the sheep. Every day he had to take the sheep over the grass fields and watch them as they grazed to become strong sheep with thick wool. The boy was unhappy though. He wanted to run and play, not watch the boring sheep. So, he decided to have some fun instead. He cried ‘Wolf! Wolf!’ until the entire village came running with stones to chase away the wolf before it could eat any of the sheep. Once they saw that there was no wolf, they left muttering under their breath about how the boy was wasting their time and giving them a good fright while at it. The next day, the boy again cried ‘Wolf! Wolf!’ and the villagers again rushed to chase the wolf away.\n\nAs the boy laughed at the fright he had caused, the villagers left, some angrier than the others. The third day, as the boy went up a small hill, he suddenly saw a wolf attacking his sheep. He cried as hard as he could, ‘Wolf! Wolf! WOLF!’, but the villagers thought he was trying to fool them again and did not come to rescue the sheep. The little boy lost three sheep that day, all because he cried wolf too many times."
  },
  {
    "title": "The Golden Touch",
    "desc": "This is the story of a very greedy rich man who chanced upon meeting a fairy. The fairy’s hair was caught in a few tree branches. Realising he had an opportunity to make even more money, he asked for a wish in return for helping the fairy. He said, ’All that I touch should turn to gold’, and his wish was granted by the grateful fairy.\n\nThe greedy man rushed home to tell his wife and daughter about his new boon, all the while touching stones and pebbles and converting them into gold. Once he got home, his daughter rushed to greet him. As soon as he bent down to scoop her up in his arms, she turned into a gold statue. He realized his folly and spent the rest of his days searching for the fairy to take away his wish."
  },
  {
    "title": "The Milkmaid and Her Pail",
    "desc": "Patty the milkmaid had just finished milking her cow and had two full pails of fresh creamy milk. She put both pails on a stick and set off to the market to sell her pails of milk. Along the way she started to think of all the milk in her pails and all the money she would get for them.\n\n‘Once I get the money, I’ll buy a chicken’, she thought. ‘The chicken will lay eggs and I will get more chickens. They’ll all lay eggs and I can sell them for more money. Then I’ll buy the house on the hill and be the envy of everyone in the village. They’ll ask me to sell the chicken farm, but I’ll toss my head like this and refuse’. So saying, Patty, the milkmaid tossed her head and dropped her pails. The milk spilled onto the ground while Patty cried."
  },
  {
    "title": "When Adversity Knocks",
    "desc": "This is a story explaining how adversity is met differently by different people. Asha’s father placed an egg, a potato, and some tea leaves in three separate vessels with boiling water. He asked Asha to keep an eye on the vessels for ten minutes. Once these ten minutes were over , he asked Asha to peel the potato, peel the egg and strain the tea leaves. Asha was left puzzled.\n\nHer father explained , ‘Each of these items was but in the same circumstance of being in a pot of boiling water. See how they’ve responded differently. The potato is now soft, the egg is now hard, and the tea has changed the water itself. We are all like these items. When adversity calls we respond in exactly the way they have. Now are you a potato, an egg or are you tea leaves?’"
  },
  {
    "title": "The Proud Rose",
    "desc": "Once upon a time there was a rose who was very proud of her beautiful looks. Her only disappointment was that she  grew next to an ugly cactus. Every day, the rose would insult the cactus on his looks while the cactus stayed quiet. All the other plants in the garden tried to make the rose see sense, but she was too swayed by her own good looks.\n\nOne summer, the well present in the garden grew dry and there was no water for the plants. The rose began to wilt. She saw a sparrow dip her beak into the cactus for some water. Though ashamed, she asked the cactus if she too could have some water. The kind cactus readily agreed and they both got through the tough summer as friends."
  },
  {
    "title": "The Tale of The Pencil",
    "desc": "Raj was upset because he had done poorly in his English test. His grandmother sat with him and gave him a pencil. A puzzled Raj looked at his grandma and said he didn’t deserve a pencil after his performance in the test. His grandma explained, ‘You can learn a great many things from this pencil because it is just like you. It experiences a painful sharpening, just the way you have experienced the pain of not doing well on your test. However, it will help you be a better student. Just as all the good that comes from the pencil is from within itself, you will also find the strength to overcome this hurdle. And finally, just as this pencil will make its mark on any surface, you too shall leave your mark on anything you choose to’. Raj was immediately consoled and promised himself that he would do better."
  },
  {
    "title": "The Crystal Ball",
    "desc": "Nasir found a crystal ball behind a banyan tree in his garden. When the tree old him it would grant him a wish, he thought and thought but could not think of anything he wanted. So he kept the crystal ball in his bag and waited to decide on his wish. Days went by without him making a wish but his best friend saw him looking at the crystal ball. He stole it from Nasir and showed it to everyone in the village. They all asked for palaces and gold but could not ask for more than one wish. In the end, everyone was angry because no one could have everything. They became very unhappy and decided to ask Nasir for help. Nasir wished that everything would become as it once was before the villagers had tried to satisfy their greed. The palaces and gold vanished and the villagers grew happy and content once again."
  },
  {
    "title": "Bundle of Sticks",
    "desc": "Three neighbors were having trouble with their crops. All three fields had crops that were wilting and infested with pests. Each day they would try different ideas to help their crops. The first one tried using a scarecrow, the second used pesticides, and the third built a fence on his field, all to no avail. One day, the village head came by and called all three farmers. He gave them each a stick and asked them to break the sticks. The farmers could break them easily. He then gave them a bundle of three sticks and asked them to break it. This time, the farmers struggled to break the sticks. The village head said, ‘Together you are stronger than when you work alone’. The farmers pooled their resources and got rid of the pests in their fields."
  },
  {
    "title": "A Glass of Milk",
    "desc": "As Hari walked home after school one day, he suddenly felt faint with hunger and knew his mother would not have any food ready for him at home. He grew desperate and went from house to house asking for food. Finally, a girl gave him a tall glass of milk. When he tried to pay her she refused and sent him on his way. Years later, the girl, now a grown woman, fell very sick and could not find anyone who could cure her. Finally, she went to a large hospital with the city’s greatest doctor. The doctor spent months treating the woman until she was finally cured. The woman was happy but was also afraid she could not pay the bill. When the hospital handed the bill to her, she opened it to read, ‘Paid in full, with a glass of milk’."
  },
  {
    "title": "The Fox and The Grapes",
    "desc": "A fox was once very hungry and went in search of some food. He searched everywhere, but he couldn’t find anything that he could eat. Finally, with his stomach rumbling, he came upon a farmer’s wall. On top of the wall were the biggest, juiciest grapes the fox had ever seen. The rich purple color told the fox that they were ready to be eaten. The fox jumped high in the air to catch the grapes in his mouth, but he missed. He tried again and missed again. He tried a few more times but missed each time. Finally, the fox decided to go home all the while muttering, ‘I’m sure the grapes were sour anyway’."
  },
  {
    "title": "The Ant and The Grasshopper",
    "desc": "There were two best friends – an ant and a grasshopper. The grasshopper liked to relax the whole day and play his guitar. The ant, however, would work hard all day. He would collect food from all corners of the garden while the grasshopper relaxed, or played his guitar, or slept. The grasshopper would tell the ant to take a break every day, but the ant would refuse and continue his work. Soon, winter came. The days and nights became cold and very few creatures went out. The grasshopper couldn’t find any food and was hungry all the time. However, the ant had enough food for him to last through the winter without any worries at all."
  }
]
